/* Delete Alert View */
"Delete" = "删除";
"OK" = "好";



/* Tab Bar Strings */
"Home" = "家";
"Classes" = "班级";
"Archive" = "封";
"Awards" = "获奖情况";



/* Classes & Archive View */
"Class Archive" = "班级档案";
"The class archive is empty." = "类存档为空.";
"Add New Item" = "新增项目";
"Add" = "加";
"%lld" = "%lld";
"0%lld" = "0%lld";
"Class" = "类";
"Classes" = "班级";
"Close" = "关";
"Delete Class?" = "删除课程?";
"Sort items" = "排序项目";
"Sort" = "分类";
"Title" = "标题";
"No Classes" = "没有课程";
"Optimized" = "优化";
"Please select something from the menu to begin." = "请从菜单中选择一些内容以开始。";



/* Home View */
"Up next" = "下一个";
"Due later" = "以后再交";



/* Edit Item View */
"Edit Item" = "编辑项目";
"Mark as complete" = "标记为完成";
"New Item" = "新物品";
"Description:" = "描述:";
"Due date" = "截止日期";
"Due Date" = "截止日期";
"Creation Date" = "创建日期";
"Edit" = "编辑";
"Example: Fall 2020 " = "示例：2020年秋季 ";
"High" = "高";
"Item Name:" = "项目名称：";
"Low" = "低";
"Medium" = "中";
"Priority" = "优先";



/* Edit Project View */
"Archive class" = "档案课";
"Delete class" = "删除课程";
"Reopon class" = "重新开课";
"Edit Class" = "编辑课程";
"Basic description" = "基本说明";
"Class color" = "班级颜色r";
"Class name" = "班级名称";
"Finish Date" = "完成日期";
"Start - Finish Date" = "开始-完成日期";
"Start Date" = "开始日期";
"Archiving a class moves it from Classes to Archive tab; deleting it removes the class entirely." = "存档课程将其从“课程”移至“存档”选项卡； 删除它会完全删除该类。";
"Are you sure you want to delete this class? It will remove all the items it contains." = "您确定要删除该类吗？ 它将删除其中包含的所有项目。";



/* Awards View */
"Unlocked: %@" = "已解锁: %@";
"Locked" = "已锁定";



/* Settings View */
"Settings" = "设定值";
"Settings View" = "设定检视";

